tap "adoptopenjdk/openjdk"
tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mas-cli/mas"
tap "microsoft/git"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
brew "ansible"
brew "anyenv"
brew "autoconf"
brew "awscli"
brew "bison"
brew "colordiff"
brew "convmv"
brew "coreutils"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "git"
brew "jq"
brew "libiconv"
brew "pcre"
brew "libxslt"
brew "lima"
brew "markdown"
brew "mas"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "node"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "subversion"
brew "telnet"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "zplug"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac"
cask "adoptopenjdk8"
cask "deepl"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-ricty-diminished"
cask "git-credential-manager-core"
cask "iterm2"
cask "lastpass"
cask "maczip4win"
cask "mos"
cask "postman"
cask "private-eye"
cask "quip"
cask "rancher"
cask "sequel-ace"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
