tap "adoptopenjdk/openjdk"
tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
brew "ansible"
brew "anyenv"
brew "autoconf"
brew "awscli"
brew "bison"
brew "convmv"
brew "coreutils"
brew "git"
brew "jq"
brew "libiconv"
brew "libxslt"
brew "markdown"
brew "nkf"
brew "node"
brew "pcre"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "tmux"
brew "tree"
brew "w3m"
brew "zplug"
brew "zsh"
brew "argon/mas/mas"
brew "railwaycat/emacsmacport/emacs-mac"
cask "adoptopenjdk8"
cask "deepl"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "wireshark"
